[
    {
        "name": "Hawaii - Thousands force to evacuate!",
        "description": "The volcano in Guatemala erupted killing more than 60 people and displacing thousands from their homes. This fund will provide relief to people impacted by the volcano in the form of emergency supplies like food, water, and medicine, in addition to longer-term recovery assistance to help residents. All donations will exclusively support disaster relief and recovery efforts in Guatemala.",
        "imageURL": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcToO0t4ynBENDufkfAl1boj_M85hvpAb4bxoB5nCKRr5_qBCjlwBw"
    },
    {
        "name": "Malaysia and Indonesia floods",
        "description": "Several weeks of heavy rain have resulted in devastating floods. Tens of thousands of families have been displaced and at least 200 people are dead or missing. Many people remain trapped in areas surrounded by water, while others are housed in temporary camps with a shortage of decent shelter and sanitation facilities.",
        "imageURL": "http://floodlist.com/wp-content/uploads/2016/02/floods-malaysia-feb-2016-600x360.jpg"
    },
    {
        "name": "Help the homeless in DC",
        "description": "Volunteers work to prevent and end homelessness through a range of support services including eviction prevention, emergency services, transitional housing and permanent affordable housing. Once we engage homeless individuals, including youth and families with children, we stay with them for as long as it takes to return them to self-sufficiency.",
        "imageURL": "https://vignette.wikia.nocookie.net/uncyclopedia/images/1/15/Will_code_html_for_food.jpg/revision/latest?cb=20070820063439"
    },
    {
        "name": "Abused, neglected, homeless animals.",
        "description": "Cats and dogs depend on humans for their everyday needs – food, water, shelter, veterinary care, love and more. Yet thousands of animals across the country have no guardian to care for them, let alone a warm, comfortable place to curl up in at night. Many suffer and die on the streets.",
        "imageURL": "https://i.pinimg.com/originals/fa/04/71/fa04714ee1bd87c6e8faa2a8400c1407.jpg"
    },
    {
        "name": "Feed the hungry",
        "description": "Forty one million people face hunger every day in the United States  — this is including nearly thirteen million children and more than five million seniors. Hunger knows no boundaries — it touches every community in the U.S., including your own.",
        "imageURL": "https://img.haikudeck.com/mg/oVmQnOcodD_1406653242892.jpg"
    },
    {
        "name": "People displaced by war",
        "description": "Since the Syrian civil war officially began March 15, 2011, families have suffered under brutal conflict that has killed hundreds of thousands of people, torn the nation apart, and set back the standard of living by decades. Today 13.1 million people in the country need humanitarian assistance.",
        "imageURL": "https://ichef.bbci.co.uk/news/660/media/images/81641000/jpg/_81641318_021308327-1.jpg"
    }
]